Repository: amishuhou/buzap
Catalog: wp/trunk/UsedParts.Localization/Resources.*.resx
Languages: be_by

source: add
be_by: дадаць

source: add image
be_by: дадаць здымак

source: add image from saved
be_by: дадаць здымак з існуючых

source: add image using camera
be_by: зрабіць здымак

source: Availability
be_by: Калі з'явіцца

source: bad
be_by: дрэнны

source: Condition
be_by: Выгляд

# D3
source: 3 days
be_by: 3 дні

# D7
source: 7 days
be_by: 7 дзен

source: Delivery
be_by: Дастаўка

source: free
be_by: бясплатна

# From1To3
source: 1-3 days
be_by: 1-3 дні

# From4To7
source: 4-7 days
be_by: 4-7 дзен

# Generic_ServerBusinessErrorTitle
source: Server Error
be_by: Памылка сервіса

# Generic_UnknownServerErrorBody
source: Unexpected error
be_by: Даруйце

source: good
be_by: добры

source: IP
be_by: ІП

source: loading...
be_by: чакайце...

source: login
be_by: увайсці

# LoginTitle
source: login
be_by: увайсці

source: logout
be_by: выйсці

# MakeOfferTitle
source: make offer
be_by: прапанаваць

# ManufacturersTitle
source: manufacturers
be_by: маркі

source: mint
be_by: вельмі добры

# MoreThan7
source: 7+ days
be_by: 7+ дзен

source: Name
be_by: Імя

source: no
be_by: не

# NonFree
source: paid
be_by: платна

# NoOffers
source: No data
be_by: Няма прапановаў

# NoOrders
source: No data
be_by: Няма заявак

source: normal
be_by: нармальны

source: now
be_by: зараз

# OffersTitle
source: offers
be_by: прапановы

source: OOO
be_by: ТАА

# OrderDetailsTitle
source: details
be_by: падрабязна

# OrdersTitle
source: orders
be_by: заяўкі

source: Organization Type
be_by: Тып установы

source: other
be_by: іншае

source: Password
be_by: Пароль

source: Phone
be_by: Тэлефон

source: possible
be_by: магчыма

# Price
source: Price (USD)
be_by: Кошт (USD)

source: Private
be_by: Прыватная асоба

source: register
be_by: зарэгістравацца

source: Registration
be_by: Рэгістрацыя

# RegistrationTitle
source: registration
be_by: рэгістрацыя

source: remove image
be_by: выдаліць здымак

source: very bad
be_by: вельмі дрэнны

source: Warranty
be_by: Гарантыя

# AllManufacturers
source: All
be_by: Усе

# PleaseLoginOrRegister
source: This action is only for authorized users. Please log in using your credentials or create a new account.
be_by: Даступна толькі для аўтарызаваных карыстальнікаў. Калі ласка, увайдзіце ў сістэму пад сваім карыстальнікам альбо прайдзіце рэгістрацыю.

source: profile
be_by: профіль

source: Balance
be_by: Баланс

# CarsCount
source: Cars
be_by: Колькасць аўто

# OffersCount
source: Offers
be_by: Колькасць прапановаў

# ProfileTitle
source: profile
be_by: профіль

# Generic_DoYouWantToSendErrorReport
source: Do you want to send error report?
be_by: Вы жадаеце даслаць звесткі аб памылцы? Гэтая інфармацыя дапаможа нам хутка выправіць праблему

# Generic_UnknownError
source: Unknown error
be_by: Памылка праграмы

# Generic_WebError
source: Please try to check your internet connection
be_by: Калі ласка, праверце сваё інтэрнэт злучэнне

source: make offer
be_by: новая прапанова

# AllOrdersTitle
source: all orders
be_by: усе заяўкі

source: any
be_by: любая

# FavOrdersTitle
source: favorites
be_by: закладкі

source: filter
be_by: фільтр

# FilterAndTotalFormat
source: total: {0}, manufacturer: {1}
be_by: знойдзена: {0}, марка: {1}

# MyOrdersTitle
source: my orders
be_by: мае заяўкі

# NeedAuthorization
source: Please log in
be_by: Патрабуецца аўтарызацыя

# Notifications
source: New order notifications
be_by: Паведамленні аб новых заяўках

source: refresh
be_by: абнавіць

source: settings
be_by: налады

# SettingsTitle
source: settings
be_by: налады

source: add to favorites
be_by: дадаць у закладкі

source: Off
be_by: Не

source: On
be_by: Да

source: remove from favorites
be_by: выдаліць за закладак
